/* Non-identity cert will be added format */
"%d non-identity %@ will be added" = "%1$d Nichtidentitäts-%2$@ werden hinzugefügt";

/* Cert does not match error suggestion text */
"A matching certificate is generated using a certificate signing request. See the documentation for more information." = "Das zugehörige Zertifikat wird mittels einer Signierungsanfrage (CSR) erstellt. Weitere Informationen finden Sie in der Dokumentation.";

/* Key already set error descriptiont text */
"A private key has already been set." = "Es ist bereits ein privater Schlüssel eingestellt.";

/* No valid id credential error message text */
"A valid identity credential could not be exported from the files you've selected." = "Aus den ausgewählten Dateien konnten keine gültigen Identitätsaccountdaten exportiert werden.";

/* Key contained is invalid error suggestion */
"Add the file containing the private key for the identity certificate you want to use." = "Fügen Sie die Datei hinzu, die den privaten Schlüssel für das Identitätszertifikat enthält, das Sie verwenden möchten.";

/* XSAdminLoginWindow's unknown error dialog title */
"An error occurred" = "Ein Fehler ist aufgetreten.";

/* Error saving new cert message text */
"An error occurred while trying save the new certificate." = "Beim Sichern des neuen Zertifikats ist ein Fehler aufgetreten.";

/* CSR generation error message text */
"An error occurred while trying to generate the the certificate signing request." = "Beim Erstellen der Signierungsanfrage (CSR) ist ein Fehler aufgetreten.";

/* Import cert error message text */
"An error occurred while trying to import the certificate identity." = "Beim Import des Identitätszertifikats ist ein Fehler aufgetreten.";

/* Error reading cert message text */
"An error occurred while trying to read the existing certificate identity." = "Beim Lesen des bestehenden Identitätszertifikats ist ein Fehler aufgetreten.";

/* Error occured saving cert message text */
"An error occurred while trying to save the certificate to the server." = "Beim Sichern des Zertifikats auf dem Server ist ein Fehler aufgetreten.";

/* No valid id credential error informative text format */
"An error of type (%d) occurred while trying to create or export the identity.  Additional information may be available in your log files." = "Beim Erstellen oder Exportieren der Identität ist ein Fehler des Typs (%d) aufgetreten. Zusätzliche Informationen finden Sie möglicherweise in den Protokolldateien.";

/* XSAdminLoginWindow's unknown error dialog suggestion */
"An unknown error occurred while trying to connect to the server.  Check that your login credentials and server hostname are correct and try again." = "Beim Versuch sich mit dem Server zu verbinden, ist ein unerwarteter Fehler aufgetreten. Überprüfen Sie, ob Ihre Anmeldeaccountdaten und der Hostname des Servers korrekt sind und versuchen Sie es erneut.";

/* XSAdminLoginWindow's authentication failed dialog title */
"Authentication Failed" = "Identifizierung ist fehlgeschlagen";

/* The Cancel button title in a dialog */
"Cancel" = "Abbrechen";

/* The alert message's title when remote folder creation fails */
"Cannot create folder" = "Ordner kann nicht erstellt werden";

/* certificate */
"certificate" = "Zertifikat";

/* certificates */
"certificates" = "Zertifikate";

/* XSAdminLoginWindow's cannot find server dialog suggestion */
"Check that the server hostname you've provided is valid or try again later." = "Überprüfen Sie, ob Sie einen gültigen Hostnamen für den Server eingegeben haben, oder versuchen Sie es später erneut.";

/* Error occured saving cert informative text format */
"Check your server's logs for more information.  The error (code %d) was: %@" = "Weitere Informationen finden Sie in den Protokolldateien Ihres Servers. Der Fehler (Code %1$d) ist: %2$@";

/* The Decrypt button title in a dialog */
"Decrypt" = "Entschlüsseln";

/* XSAdminLoginWindow's directory authentication failed dialog title */
"Directory Authentication Failed" = "Verzeichnis-Identifizierung fehlgeschlagen";

/* Drag new cert text */
"Drag a file containing the new certificate here." = "Bewegen Sie eine Datei mit dem neuen Zertifikat hierher.";

/* Drag private key text */
"Drag a file containing your private key here." = "Bewegen Sie eine Datei mit Ihrem privaten Schlüssel hierher.";

/* Drag public cert text */
"Drag a file containing your public certificate here." = "Bewegen Sie eine Datei mit Ihrem öffentlichen Zertifikat hierher.";

/* Drag non-id certs text */
"Drag extra non-identity certificates here. (Optional) " = "Bewegen Sie Zertifikate, die keine Identitätszertifikate sind, hierher. (Optional) ";

/* XSImageViewWithPicker's menu item title to bring up the picture picker */
"Edit Picture\\U2026" = "Bild bearbeiten …";

/* Key already set error suggestion text */
"Either you've already set a private key, or the file you're adding contains more than one private key.  Only one private key may be added." = "Entweder haben Sie den privaten Schlüssel bereits eingestellt, oder die Datei, die Sie hinzufügen enthält mehr als einen privaten Schlüssel. Es kann nur ein privater Schlüssel hinzugefügt werden.";

/* File password protected alert informative text format */
"Enter the passphrase to decrypt this file and retrieve any private keys or certificates it contains." = "Geben Sie das Kennwort zum Entschlüsseln dieser Datei ein, damit private Schlüssel und Zertifikate ausgelesen werden können.";

/* Error no private key */
"Error: No private key found." = "Fehler: privater Schlüssel nicht gefunden.";

/* The toolbar search filter label */
"Filter" = "Filter";

/* The toolbar search filter tooltip */
"Filter List" = "Filterliste";

/* A generic error message to display if new folder creation fails */
"Folder creation failed." = "Erstellen des Ordners fehlgeschlagen.";

/* Go to RAID Admin.app */
"Go to RAID Admin" = "Zu RAID-Admin wechseln";

/* Go to Server Admin.app */
"Go to Server Admin" = "Zu Server-Admin wechseln";

/* Go to Server Monitor.app */
"Go to Server Monitor" = "Zum Servermonitor wechseln";

/* Go to Workgroup Manager.app */
"Go to Workgroup Manager" = "Zum Arbeitsgruppen-Manager wechseln";

/* Go to Xsan Admin.app */
"Go to Xsan Admin" = "Zu Xsan-Admin wechseln";

/* Graphs toolbar item label */
"Graphs" = "Graphen";

/* Inspector toolbar item label */
"Inspector" = "Informationen";

/* Issued by format */
"Issued by: %@" = "Ausgestellt von: %@";

/* Placeholder text displayed when directory contents are still loading */
"Loading" = "Wird geladen";

/* Logs toolbar item label */
"Logs" = "Protokolle";

/* The OK button title in a dialog */
"OK" = "OK";

/* Private Key */
"Private Key" = "Privater Schlüssel";

/* Name of RAID Admin.app */
"RAID Admin" = "RAID-Admin";

/* Refresh toolbar item label */
"Refresh" = "Aktualisieren";

/* Refresh toolbar item tooltip */
"Refresh list" = "Liste aktualisieren";

/* Self-signed root certificate */
"Self-signed root certificate" = "Selbst-signiertes Root-Zertifikat";

/* Name of Server Admin.app */
"Server Admin" = "Server-Admin";

/* XSAdminLoginWindow's cannot find serve dialog title */
"Server cannot be found on the network" = "Server wurde im Netzwerk nicht gefunden.";

/* Name of Server Monitor.app */
"Server Monitor" = "Servermonitor";

/* Graphs toolbar item tooltip */
"Show Graphs" = "Graphen einblenden";

/* Inspector toolbar item tooltip */
"Show Inspector" = "Informationen einblenden";

/* Logs toolbar item tooltip */
"Show Logs" = "Protokolle einblenden";

/* Tasks toolbar item label
   Tasks toolbar item tooltip */
"Tasks" = "Prozesse";

/* Cert does not match error description format */
"The certificate \"%@\" does not match the private key. " = "Das Zertifikat „%@“ passt nicht zum privaten Schlüssel. ";

/* File password protected alert message text format */
"The file \"%@\" appears to be protected by a passphrase." = "Die Datei „%@“ scheint durch ein Kennwort geschützt zu sein.";

/* File does not contain cert error description format */
"The file \"%@\" does not appear to contain a certificate." = "Die Datei „%@“ scheint kein Zertifikat zu enthalten.";

/* File does not contain any identifiable certs error description format */
"The file \"%@\" does not appear to contain any identifiable keys or certificates." = "Die Datei „%@“ scheint keine Zertifikate oder Schlüssel zu enthalten.";

/* Error message when there are insufficient privileges to create a new folder. This is based on the Finder error */
"The folder \"%@\" could not be created because the server agent does not have enough access privileges." = "Der Ordner „%@“ konnte nicht erstellt werden, weil die Zugriffsrechte des Serveragenten dazu nicht ausreichen.";

/* Error message when there is a problem obtaining a reference to the parent item */
"The folder \"%@\" could not be created because there was an error accessing the parent folder." = "Der Ordner „%@“ konnte nicht erstellt werden, weil beim Zugriff auf den übergeordneten Ordner ein Fehler aufgetreten ist.";

/* Key contained is invalid error description format */
"The key contained in \"%@\" does not appear to be a private key." = "Der Schlüssel in „%@“ scheint kein privater Schlüssel zu sein.";

/* Error message when a new folder can't be created because one of the same name already exists. This is copied from Finder */
"The name \"%@\" is already taken. Please choose a different name." = "Der Name „%@“ ist schon vergeben. Bitte wählen Sie einen anderen Namen aus.";

/* XSAdminLoginWindow's directory authentication failed dialog suggestion */
"The user you are authenticating as must be able to administer the Open Directory node on the server.  Enter a valid username and password and try again." = "Der Benutzer, als der Sie sich identifizieren, muss in der Lage sein, den Open Directory-Knoten auf dem Server verwalten zu können. Geben Sie einen gültigen Benutzernamen und ein gültiges Kennwort ein und versuchen Sie es erneut.";

/* XSAdminLoginWindow's authentication failed dialog suggestion */
"The username or password you entered may not be correct.  Please retype the name and password and try again." = "Der Benutzername und das Kennwort, die Sie eingegeben haben, sind möglicherweise nicht korrekt. Bitte geben Sie diese erneut ein und versuchen Sie es erneut.";

/* Error message when there is no space to create a new folder */
"There was not enough space to create the folder \"%@\"." = "Der verfügbare Speicherplatz reicht nicht aus, um den Ordner „%@“ zu erstellen.";

/* The default text when creating a new remote folder */
"untitled folder" = "Neuer Ordner";

/* XSImageViewWithPicker's window's title */
"User Picture" = "Benutzerbild";

/* Name of Workgroup Manager.app */
"Workgroup Manager" = "Arbeitsgruppenmanager";

/* Name of Xsan Admin.app */
"Xsan Admin" = "Xsan-Admin";

